9/data/attachments/140a21d97dacb32c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_ddc228b0-bca9-4df0-b726-a8acee89dc64</nif:username>
            <nif:friendToBeAdded>Christian_strategy_Actions_75390_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>